{
  "common": {
    "name": "skiinfo",
    "version": "0.1.0",
    "news": {
      "0.1.0": {
        "en": "initial release\nThe color for favorites has now been made selectable\nminor CSS improvements\nDocumentation of the sendTo commands has been added.\nThe documentation of the CSS classes has been added.",
        "de": "erstausstrahlung\nDie Farbe für Favoriten wurde nun wählbar gemacht\nkleine CSS Verbesserungen\nDokumentation des Absenders Zu Befehlen wurde hinzugefügt.\nDie Dokumentation der CSS-Klassen wurde hinzugefügt.",
        "ru": "первоначальное освобождение\nЦвет для фаворитов теперь стал выбираемым\nнезначительные улучшения CSS\nДокументация отправки К командам добавились.\nДобавлена документация классов CSS.",
        "pt": "lançamento inicial\nA cor para os favoritos foi agora feita selecionável\npequenas melhorias CSS\nDocumentação do envio Foram adicionados comandos.\nA documentação das classes CSS foi adicionada.",
        "nl": "eerste release\nDe kleur voor favorieten is nu geselecteerd\nkleine CSS verbeteringen\nDocumentatie van de verzending Aan commando's is toegevoegd.\nDe documentatie van de CSS klassen is toegevoegd.",
        "fr": "libération initiale\nLa couleur pour les favoris a maintenant été sélectionnée\naméliorations mineures du CSS\nDocumentation de l'envoi Aux commandes ont été ajoutées.\nLa documentation des classes CSS a été ajoutée.",
        "it": "rilascio iniziale\nIl colore per i preferiti è stato ora reso selezionabile\nmiglioramenti CSS minori\nDocumentazione dell'invio Ai comandi è stato aggiunto.\nÈ stata aggiunta la documentazione delle classi CSS.",
        "es": "liberación inicial\nEl color para los favoritos ahora se ha hecho seleccionable\nmenor CSS\nDocumentación del envío Se han añadido órdenes.\nSe ha añadido la documentación de las clases de CSS.",
        "pl": "początkowe zwolnienie\nKolor dla ulubionych został już wybrany\nniewielkie ulepszenia CSS\nDokumentacja wysyłania Do poleceń dodano.\nDodano dokumentację klas CSS.",
        "uk": "початковий реліз\nКолір для улюбленців тепер був виготовлений вибір\nнеповнолітній CSS\nДокументація відправки Для команд було додано.\nДодано документацію класів CSS.",
        "zh-cn": "初步释放\n喜欢的颜色现在已经可以选择了\ncSS小改进\n发送文件 添加到命令中 .\n增加了CSS课程的文件."
      },
      "0.0.1": {
        "en": "initial release",
        "de": "Erstveröffentlichung",
        "ru": "Начальная версия",
        "pt": "lançamento inicial",
        "nl": "Eerste uitgave",
        "fr": "Première version",
        "it": "Versione iniziale",
        "es": "Versión inicial",
        "pl": "Pierwsze wydanie",
        "uk": "Початкова версія",
        "zh-cn": "首次出版"
      }
    },
    "titleLang": {
      "en": "Skiinfo",
      "de": "Skiinfo",
      "ru": "Skiinfo",
      "pt": "Skiinfo",
      "nl": "Skiinfo",
      "fr": "Skiinfo",
      "it": "Skiinfo",
      "es": "Skiinfo",
      "pl": "Skiinfo",
      "uk": "Skiinfo",
      "zh-cn": "Skiinfo"
    },
    "desc": {
      "en": "With this adapter you can access the current snow depths for mountain, valley and fresh snow, as well as open lifts for various European locations",
      "de": "Mit diesem Adapter können Sie auf die aktuellen Schneetiefe für Berg-, Tal- und Frischschnee sowie offene Lifte für verschiedene europäische Standorte zugreifen",
      "ru": "С помощью этого адаптера вы можете получить доступ к нынешней глубине снега для горы, долины и свежего снега, а также открытые подъемники для различных европейских мест",
      "pt": "Com este adaptador, você pode acessar as profundidades de neve atuais para montanha, vale e neve fresca, além de elevadores abertos para vários locais europeus",
      "nl": "Met deze adapter hebt u toegang tot de huidige sneeuwdiepten voor berg, vallei en verse sneeuw, evenals open liften voor verschillende Europese locaties",
      "fr": "Avec cet adaptateur, vous pouvez accéder aux profondeurs de neige actuelles pour la montagne, la vallée et la neige fraîche, ainsi que des ascenseurs ouverts pour divers endroits européens",
      "it": "Con questo adattatore puoi accedere alle attuali profondità della neve per montagna, valle e neve fresca, nonché ascensori aperti per varie località europee",
      "es": "Con este adaptador puede acceder a las profundidades de nieve actuales para montaña, valle y nieve fresca, así como ascensores abiertos para varios lugares europeos.",
      "pl": "Za pomocą tego adaptera można uzyskać dostęp do obecnych głębokości śniegu dla gór, doliny i świeżego śniegu, a także otwartych wind dla różnych europejskich lokalizacji",
      "uk": "За допомогою цього адаптера ви можете отримати доступ до нинішніх глибин снігу для гори, долини та свіжого снігу, а також відкритих підйомників для різних європейських місць",
      "zh-cn": "使用此适配器，您可以进入当前的山地，山谷和新鲜雪的深度，并为各种欧洲地点开放式升降机"
    },
    "authors": [
      "oweitman <oweitman@gmx.de>"
    ],
    "keywords": [
      "skiinfo",
      "ski",
      "snow",
      "lifts"
    ],
    "licenseInformation": {
      "type": "free",
      "license": "MIT"
    },
    "platform": "Javascript/Node.js",
    "icon": "skiinfo.png",
    "enabled": true,
    "extIcon": "https://raw.githubusercontent.com/oweitman/ioBroker.skiinfo/main/admin/skiinfo.png",
    "readme": "https://github.com/oweitman/ioBroker.skiinfo/blob/main/README.md",
    "loglevel": "info",
    "tier": 3,
    "restartAdapters": [
      "vis"
    ],
    "mode": "daemon",
    "type": "misc-data",
    "messagebox": true,
    "compact": true,
    "connectionType": "cloud",
    "dataSource": "poll",
    "adminUI": {
      "config": "none"
    },
    "dependencies": [
      {
        "js-controller": ">=6.0.11"
      }
    ],
    "globalDependencies": [
      {}
    ]
  },
  "native": {},
  "objects": [],
  "instanceObjects": []
}
